Revit 2027 API
ParameterTypeId.LoadAreaForceFy3 Property
 "Fy 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFy3 { get; }
Public Shared ReadOnly Property LoadAreaForceFy3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFy3 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFy3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace